Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/beritb-n.html.tmx
Source language: nob
Languages: sme

source: Samfunnet og skolen må tilrettelegge, oppmuntre og gi barn og unge selvtilliten til å lære seg språket.
sme: Servodat ja skuvla ferte heivehit, movttiidahttit ja addit mánáide ja nuoraide iešdovddu giellaoahppamii.

source: Det samiske språk må bli en mer naturlig del av barn og unges hverdag.
sme: Sámegiella ferte šaddat lunddolaš oassin mánáid ja nuoraid árgabeaivvis.

source: I første omgang bør skolen konsentrere seg om å lære de unge å snakke samisk, så må det skriftlige komme dernest.
sme: Álggos ferte skuvla vuoruhit oahpahit mánáid ja nuoraid hállat sámegiela, ja dan maŋŋá easkka oahppat čállit.

source: Flere artikler fra Samisk skolehistorie 6
sme: Eará artihkkalat Sámi skuvlahistorjá 6-girjjis
